In [39]:
import pandas as pd
import numpy as np

In [35]:
data = pd.read_csv('C:/Users/Admin/Documents/proyectosAnalisisDatos/Pandas/ACCIDENTES_DE_TRANSITO.csv')
data.head()

   ORDEN        IPAT                    FECHA   AÑO  MES     DIA     GRAVEDAD
0      1  A000057026  2017-03-16T00:00:00.000  2017    3  jueves  CON HERIDOS
1      2  A000057029  2017-03-14T00:00:00.000  2017    3  martes  CON HERIDOS
2      3  A000057030  2017-03-14T00:00:00.000  2017    3  martes  CON HERIDOS
3      4  A000057022  2017-03-14T00:00:00.000  2017    3  martes   SOLO DAÑOS
4      5  A000056976  2017-03-14T00:00:00.000  2017    3  martes   SOLO DAÑOS

In [37]:
data.shape

(1724, 7)

In [38]:
data.describe()

             ORDEN          AÑO          MES
count  1724.000000  1724.000000  1724.000000
mean    862.500000  2019.316125     6.237819
std     497.820249     1.656642     3.306591
min       1.000000  2017.000000     1.000000
25%     431.750000  2018.000000     3.000000
50%     862.500000  2019.000000     6.000000
75%    1293.250000  2021.000000     9.000000
max    1724.000000  2022.000000    12.000000